const developer = (prefix) => { 
	return `  ╭──━─── ❀۝❀ ───━──╮
=    *_wabot-SA_*   =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Name: *_wabot-SA_*
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Version: 1.0
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Type: VPS
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Owner: *_SUNAIF-ADKAR_*
│ ♡ۣۜۜ፝͜͜͡͡✿➤ https://wa.me/message/N2MKXYOCTXS6K1
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Prefix: 「  ${prefix}  」
│ 
╰❑➤─| xia ⊱✿⊰ BOT |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=          *𝘼𝘽𝙊𝙐𝙏*         =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}info
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}tnc
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}report
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}request
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}blocklist
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ping
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}buypremium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}premiumprice
│
╰❑➤─| SA ⊱✿⊰ BOT |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=         *𝙊𝙒𝙉𝙀𝙍*         =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setprefix
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setreply
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}addlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}giftlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setmemlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setppbot
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}premium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unpremium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}admin
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unadmin
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ban
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unban
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}block
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unblock
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setprefix
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}event [1/0]
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bc
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}clone
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}clearall
│
╰❑➤─| SA ⊱✿⊰ BOT |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=      *𝘼𝘿𝙈𝙄𝙉 𝘽𝘼𝙉*        =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}event
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bcc
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bann
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unbann
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}blockk
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unblockk
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}giftlimit
│
╰❑➤─| SA ⊱✿⊰ BOT |─➤✿°࿐`
}

exports.developer = developer
